Revit 2027 API
ParameterTypeId.DecalAttributes Property
 "Decal Attributes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DecalAttributes { get; }
Public Shared ReadOnly Property DecalAttributes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DecalAttributes {
	ForgeTypeId^ get ();
}
static member DecalAttributes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace